{
  "Frutas": [
    {
      "id": "1",
      "nombre": "Platano",
      "descripcion": "En la composición del plátano destaca su riqueza en hidrátos de carbono,(hata un 21%).  Destaca por su contenido en vitamina B6, vitamina C, B1, B2 y vitamina E, así como de Folatos. Es también bastante rico en minerales como el potasio, magnesio y hierro.",
      "recomendacion": "Crudo es la forma ideal de consumirlo, madurado en la planta asegura que se conserven todas sus vitaminas. Se puede consumir cocinado, aunque esto hace pe pueda perder la mayor parte de sus vitaminas, pero conserva los hidrátos de carbono, minerales y demás nutrientes.",
      "recomendacionDos": "Cocinado de diversas formas: Con ello se pierden la mayor parte de sus vitaminas, aunque persisten los hidratos de carbono, minerales y demás nutrientes. Se cocinan sobre todo el plátano macho, muy rico en fécula (almidón).",
      "frase": "Muy rico en potasio",
      "ventaja": "corazón",
      "imgUrl": "f_platano",
      "backgroud": "#FAEDC8"
    },
    {
      "id": "2",
      "nombre": "Manzana",
      "descripcion": "Entre las vitaminas que se pueden mencionar de la mazana, están la C y la E, además del potasio y el hierro. Contiene una considerable cantidad de fibra dietética(pectina), y parte de ella se encuentra en la cascara",
      "recomendacion": "Se puede consumir al natural, rallada o en jugo al natural. Asada al horno es una forma sabrosa y digestiva de consumirla",
      "imgUrl": "f_manzana",
      "backgroud": "#E6AFB0"
    },
    {
      "id": "3",
      "nombre": "Naranja",
      "descripcion": "En la naranja destacan las siguientes sustancias: azucares, minerales como el potasio, calcio, hierro y magnesio, vitaminas como la C, carotenoides, B1 y B2, ácido fólico, fibra vegetal en forma de pectina, ácidos orgánicos que potencian la acción de la vitamina C, carotenoides que actúan como antioxidantes y numerosos elementos fitoquímicos",
      "recomendacion": "La naranja conviene consumirla con una parte de la corteza blanca interior y no desechando la pulpa fibrosa, siempre que no sea demasiado dura. Cuando es el jugo, conviene tomarlo recién exprimido, pues la vitamina C pierde su actividad con la luz solar y con el paso del tiempo.",
      "imgUrl": "f_naranja",
      "backgroud": "#FECFAC"
    },
    {
      "id": "4",
      "nombre": "Pera",
      "descripcion": "De la pera, destaca su contenido en azucares (12.7%), contiene una pequeña cantidad de vitamina C, E, y B. Los minerales más importantes son el potasio, el magnesio y el hierro. Tanto en vitaminas como en minerales, la pera supera a la manzana",
      "recomendacion": "Se recomienda comer cruda y masticarla bien, especialmente las que presentan una carcar dura con textura arenosa. En éste caso se recomienda se coma con todo y cascara. Si se consume cocida, pierde la mayoría de sus vitaminas, más no los azucares y minerales.",
      "imgUrl": "f_pera",
      "backgroud": "#F3EBBF"
    },
    {
      "id": "5",
      "nombre": "Ciruela",
      "descripcion": "",
      "recomendacion": "",
      "imgUrl": "f_ciruela",
      "backgroud": "#BBB8C6"
    },
    {
      "id": "6",
      "nombre": "Durazno",
      "descripcion": "La composición del durazno es una equilibrada combinación de provitamina A. vitaminas del grupo B, vitamina C, vitamina E. potasio, magnesio y fibra vegetal. Todo ello en cantidades moderadas, pero con prácticamente nada de sodio y de grasa. Contiene además un 9% de fructosa y otros azúcares, y menos del 1% de proteínas. ",
      "recomendacion": "Fresco: Su piel aterciopelada puede provocar alergias cutáneas en personas sensibles. Esta es una buena razón para mondarlo. Además, puede contener restos de plaguicidas. Es cierto que la piel contiene vitaminas, pero la pérdida se compensa fácilmente comiendo una cantidad un poco mayor de melocotón pelado. ",
      "recomendacionDos": "En conserva: Su contenido en vitaminas y minerales es algo inferior que el del melocotón fresco, pero tiene la ventaja de poderse consumir en cualquier época del año. Son preferibles las conservas con almíbar de bajo contenido en azúcar",
      "frase": "Ideal para el corazón",
      "ventaja": "corazón",
      "imgUrl": "f_durazno",
      "backgroud": "#F9998D"
    },
    {
      "id": "7",
      "nombre": "Fresa",
      "descripcion": "La fresa es una de las frutas más bajas en calorías (30 kcal/100g), por debajo, el pigmento que le da color se conoce como Antocianinas, que actúan como poderosos antioxidantes, a que ayudan a de reducir el colesterol en el hígado",
      "recomendacion": "Las fresas frescas se recomienda lavarlas justo antes de consumirlas, combinadas con manzana, en el jugo de naranja, con los cereales y con el yogur. Otra opción es consumirla licuadas con jugo de naranja, con leche o lecha de soya.",
      "imgUrl": "f_fresa",
      "backgroud": "#FAAD77"
    },
    {
      "id": "8",
      "nombre": "Guayaba",
      "descripcion": "La guayaba destaca por su aporte en vitamina C con 183mg/100g, contiene también carotenoides que en el organismo se transforman en vitamina A y que ejercen una poderosa acción antioxidante en las células, las guayabas con color rojizo contienen más carotenoides, también encontrados en el jitomate.",
      "recomendacion": "Se debe consumir cruda de preferencia, la parte interior de la guayaba debe masticarse bien o pasarse por una coladera. La guayaba demasiado madura pierde la vitamina C y la fibra.",
      "imgUrl": "f_guayaba",
      "backgroud": "#D8D9B1"
    },
    {
      "id": "9",
      "nombre": "kiwi",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "f_kiwi",
      "backgroud": "#D2DFB9"
    },
    {
      "id": "10",
      "nombre": "Mandarina",
      "descripcion": "La Mandarina tiene las mismas propiedades de la naranja, aunque en menor intensidad, por su facilidad de uso y buena tolerancia digestiva, resulta especialmente apropiada para los niños y ancianos.",
      "recomendacion": "",
      "imgUrl": "f_mandarina",
      "backgroud": "#FBCCB4"
    },
    {
      "id": "11",
      "nombre": "Melon",
      "descripcion": "El melón contiene entre 90% y 95% de agua, pero no debe considerarse como el agua de garrafón si no como un agua viva que ha estado en intimo contacto con el protoplasma de las células vegetales.",
      "recomendacion": "Consumirse fresco en la mejor forma, pero no se aconseja consumirlo como postre, pues el abundante líquido que aporta, dificulta la digestión.",
      "imgUrl": "f_melon",
      "backgroud": "#FADDBD"
    },
    {
      "id": "12",
      "nombre": "Papaya",
      "descripcion": "De la papaya destacan el contenido vitamínico, ya que, por cada 100g de pulpa de papaya, aporta el 103% de vitamina C y el 18% de vitamina A. También es rica en potasio y contiene cantidades apreciables de calcio, magnesio, fosfato y hierro.",
      "recomendacion": "Fresca es la mejor forma de consumirla, aunque también es muy apropiada para aguas frescas, batidos o helados.",
      "imgUrl": "f_papayo",
      "backgroud": "#FFD792"
    },
    {
      "id": "13",
      "nombre": "Piña",
      "descripcion": "Las vitaminas más abundantes en la piña son la C, B1 y B6, es también una buena fuente de fosfato, entre los minerales destacan el magnesio, el cobre, potasio, manganeso y hierro.",
      "recomendacion": "Debe consumirse de preferencia al natural. Es ideal como postre, antes o después de comer, cuando es en jugo, debe tomarse lentamente por su acidez.",
      "imgUrl": "f_pina",
      "backgroud": "#F2C982"
    },
    {
      "id": "14",
      "nombre": "Sandia",
      "descripcion": "La sandía es una fruta hidratante, remineralizante, alcanizante, diurético y laxante, contiene vitamina C, beta-caroteno, vitamina B1 y B6.",
      "recomendacion": "Fresca es la forma habitual de consumirla, no es recomendable tomarla como postre ya que puede resultar indigesta.",
      "imgUrl": "f_sandia",
      "backgroud": "#F1BEBD"
    },
    {
      "id": "15",
      "nombre": "Uva",
      "descripcion": "La uva tiene diversas propiedades, de las más importantes de mencionar son los monosacáridos, la vitamina B1, B2, B3, lo que hace que las azucares que contiene se puedan metabolizar y quemar fácilmente. Contiene minerales como el potasio, cobre y el hierro, aunque contiene también calcio, fósforo, magnesio y cobre.",
      "recomendacion": "Se recomienda consumirlas frescas. Entera o en jugo tratando de retirar la semilla para mejorar su sabor, pero sin retirar la cascara. También se puede consumir como frutas secas",
      "recomendacionDos": "",
      "frase": "Tonifica el corazón y fluidifica la sangre",
      "ventaja": "corazón",
      "imgUrl": "f_uva",
      "backgroud": "#797B9D"
    },
    {
      "id": "16",
      "nombre": "Zarzamora",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "f_zarzamora",
      "backgroud": "#797B9D"
    }
  ],
  "Verduras" : [
    {
      "id": "17",
      "nombre": "Apio",
      "descripcion": "El apio resulta pobre desde el punto de vista nutritivo, lo que lo hace atractivo son sus aceites esenciales que provocan un efecto diurético.",
      "recomendacion": "Se recomienda consumirlo crudo procurando más los tallos tiernos. Se recomienda tomar medio vaso de jugo con cada comida, añadiendo unas gotas de limón.",
      "imgUrl": "v_apio",
      "backgroud": "#FAEDC8"
    },
    {
      "id": "18",
      "nombre": "Berenjena",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_berenjena",
      "backgroud": "#E6AFB0"
    },
    {
      "id": "19",
      "nombre": "Betabel",
      "descripcion": "En su composición destaca el elevado nivel de hidratos de carbono, hierro y vitamina C, y en una menor cantidad el potasio",
      "recomendacion": "Se puede tomar en jugos, cruda y combinado con otra fruta, pero no debe ser mayor a 100 ml al día. Puede también comer rallada con limón y sal. Pero sometida a cocción es como resulta más digerible.",
      "imgUrl": "v_betabel",
      "backgroud": "#FECFAC"
    },
    {
      "id": "20",
      "nombre": "Brocoli",
      "descripcion": "De la familia de las coles, el brócoli destaca por ser una de las más ricas en proteínas, calcio y provitamina A (beta-carotenos) y vitamina C. Es también rica en potasio y bajo en sodio. Contiene elementos fitoquímicos sulfurados de acción anticancerígena.",
      "recomendacion": "Cocinado de diversas formas, al igual que la coliflor. Debe hervir lo menos posible, con el fin de evitar la pérdida de sus propiedades durante la cocción. ",
      "recomendacionDos": "Los tallos tiernos se pueden comer crudos o ligeramente hervidos, en ensalada. Son muy sabrosos, recordando un poco a los espárragos. ",
      "frase": "Ideal para los cardiacos",
      "ventaja": "corazón",
      "imgUrl": "v_brocoli",
      "backgroud": "#F3EBBF"
    },
    {
      "id": "21",
      "nombre": "Calabaza",
      "descripcion": "La calabaza contiene beta-carotenos.",
      "recomendacion": "La calabaza se puede poner en cualquier guiso, especialmente se recomienda en los que no implique freírla, ya que absorbe fácilmente la grasa. Puede consumirse en crema de calabaza con un poco de leche de vaca o de soya.",
      "imgUrl": "v_calabaza",
      "backgroud": "#BBB8C6"
    },
    {
      "id": "22",
      "nombre": "Chayote",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_chayote",
      "backgroud": "#F9998D"
    },
    {
      "id": "23",
      "nombre": "Chicharo",
      "descripcion": "Los chicharos o guisantes crudos contienen 78.9% de agua. Contiene un 9.36% de hidratos de carbono y 5.42% de proteínas.",
      "recomendacion": "Se recomienda consumirlos crudos cuando son tiernos. Una cocción al vapor por no más de 10 minutos es recomendada. También se pueden preparar acitronados",
      "recomendacionDos": "Cocinados: No conviene superar los 5-10 minutos de cocción (un tiempo superior provoca la pérdida de casi todas sus vitaminas). Un escaldado rápido o una cocción al vapor son lo ideal.",
      "frase": "Amigo del corazón",
      "ventaja": "corazón",
      "imgUrl": "v_chicharo",
      "backgroud": "#FAAD77"
    },
    {
      "id": "24",
      "nombre": "Coliflor",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_coliflor",
      "backgroud": "#D8D9B1"
    },
    {
      "id": "25",
      "nombre": "Ejote",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_ejote",
      "backgroud": "#D2DFB9"
    },
    {
      "id": "26",
      "nombre": "Espinacas",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_espinacas",
      "backgroud": "#FBCCB4"
    },
    {
      "id": "27",
      "nombre": "Jicama",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_jicama",
      "backgroud": "#FADDBD"
    },
    {
      "id": "28",
      "nombre": "Lechuga",
      "descripcion": "La lechuga es uno de los alimentos más ricos en agua (94.9%). Sin embargo, sorprende por su aporte de proteínas (1.62%) y vitaminas de grupo B. Además, tiene un bajo aporte energético (16 kcal/100g), las hojas verdes son mucho más nutritivas que las blancas.",
      "recomendacion": "Cruda: Es la mejor forma de disfrutar de su frescura y su agradable sabor. Se aliña con un poco de aceite (preferiblemente de oliva) y unas gotas de limón. Las hojas verdes son mucho más nutritivas que las blancas del interior",
      "recomendacionDos": "Cocinada: Las hojas más duras se pueden someter a cocción como cualquier otra verdura. ",
      "frase": "Seda los nervios y sacia el estomago",
      "ventaja": "sistema nervioso",
      "imgUrl": "v_lechuga",
      "backgroud": "#FFD792"
    },
    {
      "id": "29",
      "nombre": "Nopal",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_nopal",
      "backgroud": "#F2C982"
    },
    {
      "id": "30",
      "nombre": "Pepino",
      "descripcion": "El pepino es un alimento muy rico en agua, por lo que solamente aporta 13kcal/100g. Contiene potasio, calcio hierro, fosforo, magnesio y azufre.",
      "recomendacion": "Crudo es la forma ideal de consumirlo, debe masticarse a conciencia para que no resulte indigesto, puede consumirse en ensalada con aceite y limón. Conviene pelarlo para evitar los pesticidas.",
      "imgUrl": "v_pepino",
      "backgroud": "#F1BEBD"
    },
    {
      "id": "31",
      "nombre": "Pimiento",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_pimiento",
      "backgroud": "#797B9D"
    },
    {
      "id": "32",
      "nombre": "Repollo",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_repollo",
      "backgroud": "#797B9D"
    },
    {
      "id": "33",
      "nombre": "Jitomate",
      "descripcion": "El jitomate fresco es muy rico en agua (casi un 94% de su peso). Su valor nutritivo reside en su riqueza vitamínica y mineral, así como en las sustancias no nutritivas que contiene. En conjunto contiene 21 kcal/100g",
      "recomendacion": "Crudo constituye la forma más saludable de consumirlo. Frito puede resultar indigesto. Los jugos o salsas comerciales contienen mucha sal y bastantes aditivos, lo que puede provocar reacciones alérgicas",
      "imgUrl": "v_tomate",
      "backgroud": "#797B9D"
    },
    {
      "id": "34",
      "nombre": "Zanahoria",
      "descripcion": " ",
      "recomendacion": "",
      "imgUrl": "v_zanahoria",
      "backgroud": "#797B9D"
    }
  ]
}

